const CHAT_FIELD_ID = '65cc413b8aade409d6fd98a7'
const BOARD_ID = '5ff8508fa9111b629721126f'
const ACTION_MOVING_CARD = 'action_move_card_from_list_to_list'

const GREETING = `🎓 Добро пожаловать в официальный телеграм-бот Nursultan-Lenta ! 🎉
Мы рады предложить вам уникальную возможность следить за созданием ваших выпускных лент от начала и до самой доставки. Вот как проходит ваш заказ через наши руки:

* 		Менеджер (2 рабочих дня): Принятие заказа и внесение данных в базу.
* 		Дизайн (3 рабочих дня): Разработка индивидуального дизайна с учетом всех пожеланий.
* 		Печать (3 рабочих дня): Печать лент и тщательная проверка качества.
* 		Колокольчики (3 рабочих дня): Изготовление колокольчиков при их наличии в заказе.
* 		Стразы (3 рабочих дня): Украшение лент блестящими камнями.
* 		Ателье (4 рабочих дня): Шитье бабочек, галстуков и погон.
* 		Фото отчет (2 рабочих дня): Подготовка фото и видео отчетов вашего заказа.
* 		Доставка: Отправка готового заказа и предоставление трек-кода для отслеживания.

Общий срок изготовления составляет 7-9 рабочих дней (некоторые заказы даже раньше , зависит от количества и от аксессуаров ). Мы ценим ваше терпение и стремимся обеспечить высочайшее качество  и ускоренный  срок на каждом этапе.

В нашем телеграм-боте вы можете:
** Проверить статус вашего заказа 🔍*
** Подписаться на отслеживание заказа, чтобы получать мгновенные уведомления о любых изменениях.*

Хотите увидеть, как происходит волшебство создания вашего заказа? Посмотрите наше готовое видео, чтобы познакомиться с каждым этапом производства!

https://www.youtube.com/watch?v=XqWiy8_pF6U&t=86s

Мы здесь, чтобы помочь вам на каждом шагу. Если у вас есть вопросы или нужна дополнительная информация, не стесняйтесь напешите менеджеру.
Спасибо, что выбрали нас !  Вместе мы сделаем ваш выпуск незабываемым! 🌟`
export { CHAT_FIELD_ID, BOARD_ID, ACTION_MOVING_CARD, GREETING }
