const CHAT_FIELD_ID = '65cc413b8aade409d6fd98a7'
const BOARD_ID = '5ff8508fa9111b629721126f'
const ACTION_MOVING_CARD = 'action_move_card_from_list_to_list'

const GREETING = `🎓 Добро пожаловать в официальный телеграм-бот ! 🎉
Мы рады предложить вам уникальную возможность следить за созданием ваших выпускных лент от начала и до самой доставки. 

Общий срок изготовления составляет 7-9 рабочих дней (некоторые заказы даже раньше или чуть больше , зависит от количества и от аксессуаров ). 

В нашем телеграм-боте вы можете:
 ✅Проверить статус вашего заказа 🔍 - можно узнать на каком этапе сейчас ваш заказ
 ✅ Подписаться на отслеживание заказа -  чтобы получать мгновенные уведомления о любых изменениях и о статусе вашего заказа

Хотите увидеть, как происходит волшебство создания вашего заказа? Посмотрите наше готовое видео, чтобы познакомиться с каждым этапом производства!

https://www.youtube.com/watch?v=XqWiy8_pF6U&t=86s 🌟`

const CHECK_STATUS = 'Проверить статус вашего заказа 🔍'
const SUBSCRIBE = 'Отслеживать статус заказа ♻️'

export { CHAT_FIELD_ID, BOARD_ID, ACTION_MOVING_CARD, GREETING, CHECK_STATUS, SUBSCRIBE }
