export const STEPS = [
    {},
    {
        name: 'Менеджер',
        desc: `Сейчас статус вашего  заказа в отделе : 1. Менеджер
"Ваш заказ успешно принят и занесен в базу нашими менеджерами! 🖊 

На этом этапе мы подбираем материалы и готовим все необходимое для изготовления ваших выпускных лент. 

Ожидаемое время перехода к следующему этапу: 2 -3 рабочих дня (иногда бывает даже раньше )

Пожалуйста ожидайте переход к следующему этапу ✊😊

🚨 Обратите внимание: указанные сроки являются приблизительными. Ваш заказ может быть готов как раньше, так и чуть позже ожидаемого времени. Мы стараемся обеспечить максимальную точность в оценке времени, но иногда могут возникнуть непредвиденные обстоятельства. Мы будем держать вас в курсе любых изменений!`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Готовится Дизайн',
        desc: `Сейчас статус вашего  заказа в отделе : Дизайнеров 
2. Готовится дизайн…

Мы начали работу над дизайном вашего заказа! 🎨 

Наши дизайнеры учитывают все ваши пожелания, чтобы ленты были именно такими, как вы мечтаете.

 Работа займет около :  3–4 рабочих дней 


Мы будем готовить все необходимое для создания вашего уникального дизайна. Спасибо за доверие к нам ✌🙂 !

🚨 Обратите внимание: указанные сроки являются приблизительными. Ваш заказ может быть готов как раньше, так и чуть позже ожидаемого времени. Мы стараемся обеспечить максимальную точность в оценке времени, но иногда могут возникнуть непредвиденные обстоятельства. Мы будем держать вас в курсе любых изменений!`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Готовится Печать',
        desc: `😍 Ваш заказ перешел на этап производства 🏭

Сейчас статус вашего  заказа в отделе :   3. Готовится в отделе Печатников
 (Наши мастера с удовольствием работают над созданием ваших выпускных лент)


Ваши ленты находятся на этапе печати. 🖨 Мы внимательно проверяем каждую деталь, чтобы избежать ошибок. 

Пожалуйста, ожидайте еще 3-4  рабочих дня 

Если вы подписались : мы уведомим вас о переходе заказа на следующий этап 👌😉

🚨 Обратите внимание: указанные сроки являются приблизительными. Ваш заказ может быть готов как раньше, так и чуть позже ожидаемого времени. Мы стараемся обеспечить максимальную точность в оценке времени, но иногда могут возникнуть непредвиденные обстоятельства. Мы будем держать вас в курсе любых изменений!`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Готовятся Колокольчики',
        desc: `Сейчас статус вашего  заказа в отделе :  4. Готовятся колокольчики

"Процесс изготовления колокольчиков для вашего заказа начался! 🔔 
Наши специалисты уже приступили к работе

Этот этап займет : 3 - 4 рабочих дня
 

Мы уверены, что они добавят особенный шарм вашим лентам 😊✅

Если вы подписались  : мы уведомим вас о переходе заказа на следующий этап 👌😉

🚨 Обратите внимание: указанные сроки являются приблизительными. Ваш заказ может быть готов как раньше, так и чуть позже ожидаемого времени. Мы стараемся обеспечить максимальную точность в оценке времени, но иногда могут возникнуть непредвиденные обстоятельства. Мы будем держать вас в курсе любых изменений!`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Готовятся Стразы',
        desc: `Сейчас статус вашего  заказа в отделе :  5. Клеятся стразы

"Сейчас наши мастера украшают ваши ленты стразами. 💎

 Этот процесс добавит блеск и выразительность вашему заказу и займет 3 рабочих дня

Если вы подписались  : мы уведомим вас о переходе заказа на следующий этап 😇

🚨 Обратите внимание: указанные сроки являются приблизительными. Ваш заказ может быть готов как раньше, так и чуть позже ожидаемого времени. Мы стараемся обеспечить максимальную точность в оценке времени, но иногда могут возникнуть непредвиденные обстоятельства. Мы будем держать вас в курсе любых изменений!`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Ателье',
        desc: `Сейчас статус вашего  заказа в отделе :   6. Ателье 

Ваш заказ передан в наше ателье, где сейчас шьются бабочки, галстуки, и погоны если есть в вашем заказе  🧵 

Этап займет :  4 рабочих дня

Мы создаем каждую деталь с любовью и заботой 😘❤

Если вы подписались  : мы уведомим вас о переходе заказа на следующий этап 😇

🚨 Обратите внимание: указанные сроки являются приблизительными. Ваш заказ может быть готов как раньше, так и чуть позже ожидаемого времени. Мы стараемся обеспечить максимальную точность в оценке времени, но иногда могут возникнуть непредвиденные обстоятельства. Мы будем держать вас в курсе любых изменений!`,
        duration: '3-4 дня',
        isReady: false
    },
    //   {
    //       name: 'На контроле качества',
    //       desc: ``,
    //       duration: '3-4 дня',
    //       isReady: false
    //   },
    {
        name: 'Этап фото-отчета',
        desc: `Поздравляем ✌🥳! Ваш заказ уже  почти готова и скоро вы получите фото и видео отчеты о готовности вашего заказа 

Сейчас статус вашего  заказа в отделе :    7. Фотоотчет

Ожидайте пожалуйста фото и видео отчет мы обязательно отправим вам ❤🙂

Ваш заказ находится на финальном этапе перед отправкой. В течение 2 рабочих дней мы подготовим и отправим вам фото и видео отчеты. 📸 Ваше терпение скоро будет вознаграждено!"`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Доставка',
        desc: `Еще раз поздравляем вас ! Вот вот скоро вы получите свой заказ 🤩

Сейчас статус вашего  заказа в отделе :  8. Отделе доставки

"Поздравляем! Ваш заказ готов и скоро будет передан в службу доставки. 🚚 

И менеджера отправит вам «Трек-код» для отслежование вашего заказа  , Ожидайте 😊

По видео снизу показано как отследить и проверить статус 👇🏻
https://youtu.be/5NRLezZxtZ8


На официальном сайте post.kz можете с этим Трэк Кодом (начинается c DU) отследить свой заказ 📦
 
Дальше вопрос по доставке Обращайтесь к КазПочте 1499 📞
 
Если Ваш заказ задержан в одном месте Позвоните 1499 и спросите причину ☎

Если вы с Астаны  и менеджера  сказали ваш заказ готова , то можете 
забрать по адресу : Тауелсиздик 47/1 . 
Работаем : Пн-Суб : с 9:00 до 19:00 


 Спасибо, что выбрали нас для создания вашего праздника 💕😇👍

После получение вашего заказа , не забудьте отметить нас в Инсте и в Тик токе 😎
@nursultan_lenta 

Будем блогадарны 🙃 Для вас старалось вся команда Нурсултан лента !`,
        duration: '3-4 дня',
        isReady: false
    },
    {
        name: 'Завершен',
        desc: `Ваш заказ был завершен  🙂`,
        duration: '3-4 дня',
        isReady: false
    },
]